<!DOCTYPE html><html lang="ro"><head><!--VRU--><meta http-equiv="Content-Type" content="text/html; charset=utf-8" /><title>VRU</title><meta content="VRU" name="title" /><meta content="VRU" name="keywords"/><meta content="VRU" name="page-topic" /><meta name="author" content="www.vru.ro" /><meta name="distribution" content="global" /><meta name="revisit-after" content="1 day" /><meta name="language" content="ro" /><meta name="Rating" content="General" /><meta name="audience" content="all" /><meta name="publisher" content="http://www.vru.ro" /><meta name="copyright" content="© www.vru.ro. All Rights Reserved." /><meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=yes"/><link rel="shorcut icon" type="image/x-ico" href="favicon.ico" /><link rel="stylesheet" href="css/style-vru.css" type="text/css" media="screen" /><link rel="canonical" href="http://www.vru.ro" /><script src="js/script.js"></script></head><body><h2 style="text-align:center">VRU</h2><nav class="vru-sidebar vru-bar-block vru-card vru-top vru-xlarge vru-animate-left" style="display:none;z-index:2;width:30%;min-width:300px" id="mySidebar">
<a href="javascript:void(0)" onclick="vru_close()" class="vru-bar-item vru-button dropbtn">&#206;nchide meniu</a>

<div class="vru-sub-menu">
  <button onclick="NAV()" class="vru-bar-item vru-button submenu-vru">Matematic&#259; &#8757;</button>
  <div id="vru-meniu" class="vru-sub-menu-content">
    <a href="http://vru.ro/matematica_elementara.html" class="vru-bar-item vru-button">Matematic&#259; elementar&#259;</a>
</div></div> 

<div class="vru-sub-menu">
  <button onclick="NAV2()" class="vru-bar-item vru-button submenu-vru">Inginerie &#8757;</button>
  <div id="vru-meniu-2" class="vru-sub-menu-content">
    <a href="http://vru.ro/electrotehnica.html" class="vru-bar-item vru-button">Electrotehnic&#259;</a>
</div></div> 

<div class="vru-sub-menu">
  <button onclick="NAV3()" class="vru-bar-item vru-button submenu-vru">Tutoriale tehnice &#8757;</button>
  <div id="vru-meniu-3" class="vru-sub-menu-content">
    <a href="http://vru.ro/can.html" class="vru-bar-item vru-button">CAN</a>
</div></div> 


<div class="vru-sub-menu">
  <button onclick="NAV4()" class="vru-bar-item vru-button submenu-vru">Articole &#351;tiin&#539;ifice &#8757;</button>
  <div id="vru-meniu-4" class="vru-sub-menu-content">
    <a href="http://vru.ro/articole_2020.html" class="vru-bar-item vru-button">2020</a>
</div></div> 


<div class="vru-sub-menu">
  <button onclick="NAV5()" class="vru-bar-item vru-button submenu-vru">Limbaje programare &#8757;</button>
  <div id="vru-meniu-5" class="vru-sub-menu-content">
    <a href="http://vru.ro/python.html" class="vru-bar-item vru-button">Python</a>
</div></div> 

<div class="vru-sub-menu">
  <button onclick="NAV6()" class="vru-bar-item vru-button submenu-vru">Limbi str&#259;ine &#8757;</button>
  <div id="vru-meniu-6" class="vru-sub-menu-content">
    <a href="http://vru.ro/germana.html" class="vru-bar-item vru-button">German&#259;</a>
</div></div> 



</nav>

<div class="vru-top"><div class="vru-white vru-xlarge" style="max-width:1200px;margin:auto">
<div class="vru-button vru-padding-16 vru-left" onclick="vru_open()">☰</div>
<div class="vru-right vru-padding-16" onclick="vru_close()"><a href="http://www.vru.ro/">VRU</a></div>
<div class="vru-center vru-padding-16" onclick="vru_close()">VRU</div></div></div>

<div class="vru-main vru-content vru-padding" style="max-width:1200px;margin-top:23px" onclick="vru_close()">

<h3 onclick="vru_close()">VRU este un proiect educa&#539;ional gratuit.</h3>
<h5 onclick="vru_close()">Dac&#259; vizita v-a fost de folos, orice dona&#539;ie financiar&#259; este binevenit&#259;.</h5>

<div class="vru-row-padding vru-padding-16">
<h3>TERMENI &#350;I CONDI&#538;II / CONFIDEN&#538;IALITATE / DISCLAIMER</h3>
<p>Acest website ("Site-ul") vru.ro este disponbil pentru dumneavoastr&#259; doar &#238;n Termenii &#351;i Condi&#539;iile stabilite mai jos.</p>
<h2>1. Generalit&#259;&#539;i:</h2> <p>toate materialele &#351;i informa&#539;iile con&#539;inute &#238;n acest site web sunt proprietatea exclusiv&#259; a de&#539;in&#259;torului numelui de domeniu vru.ro. Ele nu pot fi reproduse integral sau par&#539;ial ori modificate sub nici o form&#259; f&#259;r&#259; acordul prealabil scris al proprietarului.</p>
<h2>2. Licen&#539;&#259; Limitat&#259;:</h2><p> Conform termenilor &#351;i condi&#539;iilor stabilite &#238;n acest document, conform legilor locale &#351;i prevederilor, proprietarul acestui site v&#259; ofer&#259; un drept de acces non-exclusiv, netransferabil, personal &#351;i limitat, utilizare &#351;i afi&#351;are a acestui site &#351;i a materialelor auxiliare. Aceast&#259; autoriza&#539;ie nu este un transfer de titlu c&#259;tre site &#351;i materialele con&#539;inute de acesta &#351;i este supus&#259; urm&#259;toarelor restric&#539;ii: (1) trebuie s&#259; retine&#539;i, pentru toate copiile site-ului &#351;i ale materialelor toate drepturile de autor &#351;i toate notific&#259;rile asupra propriet&#259;&#539;ii; &#351;i (2) nu pute&#539;i modifica site-ul sau materialele &#238;n niciun fel sau s&#259; le reproduce&#539;i, s&#259; le afisa&#539;i public, s&#259; realiza&#539;i sau s&#259; distribui&#539;i &#238;n alt fel utilizarea site-ului &#351;i a materialelor &#351;n scopuri comerciale sau publice, dec&#226;t dac&#259; acest lucru este permis &#238;n mod special de c&#259;tre vru.ro.</p>
<h2>3. Erori: </h2><p> de&#351;i obiectivul site-ului este de a v&#259; transmite informa&#539;ii actualizate &#351;i exacte, proprietarul acestui site nu poate garanta c&#259; prezentul site web nu con&#539;ine erori, datorate unor erori de programare sau altele. V&#259; invit&#259;m s&#259; comunica&#539;i proprietarului acestui site orice inadverten&#539;e legate de site-ul vru.ro</p>
<h2>4. Act de renun&#539;are:</h2> <p> acest site este oferit &#238;n aceast&#259; form&#259; f&#259;r&#259; alte garan&#539;ii. Proprietarul acestui site nu este responsabil pentru fidelitatea, eventualele nepotriviri, indisponibilit&#259;&#539;i sau alte defecte ale acestui site sau ale con&#539;inutului s&#259;u. &#206;n nici un caz proprietarul acestui site nu va fi responsabil pentru pagubele utilizatorilor, ale sistemelor de calcul sau altele, chiar &#238;n cazul &#238;n care a fost informat asupra posibilit&#259;&#539;ii producerii unor astfel de pagube.</p>
<p>Informa&#539;iile prezentate pe acest website au ca unic scop educarea &#351;i informarea. Proprietarul acestui site ofer&#259; acest site &#351;i con&#539;inutul s&#259;u ca atare &#351;i nu face reprezent&#259;ri sau garan&#539;ii de orice fel &#238;n ceea ce prive&#351;te acest site sau con&#351;inutul s&#259;u. PROPRIETARUL ACESTUI SITE RENUN&#538;&#258; &#206;N MOD EXPRES LA TOATE ACESTE REPREZENT&#258;RI &#350;I GARAN&#538;II, FIE ELE EXPLICITE SAU IMPLICITE, INCLUZ&#194;ND, DAR F&#258;R&#258; A SE LIMITA LA, GARAN&#538;IILE DE COMERCIALIZARE &#350;I COMPATIBILITATEA CU UN ANUMIT SCOP.</p>
<h2>5. Contact: </h2><p> completarea &#351;i expedierea formularului de contact prin email nu reprezint&#259; o garan&#539;ie a reception&#259;rii acestuia. Dac&#259; nu sunte&#539;i contactat &#238;n 72 de ore de proprietarul acestui site, v&#259; invit&#259;m s&#259; lua&#539;i leg&#259;tura cu proprietarul acestui site.</p>
<h2>6. Confiden&#539;ialitatea: </h2><p> prin accesarea acestui site sunte&#539;i de acord cu faptul c&#259;, proprietarul acestui site are dreptul de a prelucra datele cu caracter personal ale dumnevoastr&#259;, dezvaluite ca urmare a folosirii formularelor de contact &#351;i inscriere. Deoarece v&#259; repect&#259;m confiden&#539;ialitatea, se vor lua m&#259;surile necesare pentru a &#539;ine &#238;n siguran&#539;a informa&#539;iile pe care le de&#539;inem despre dumneavoastr&#259; &#351;i s&#259; ne asigur&#259;m ca acestea nu vor fi folosite &#238;n scopuri negative. </p>
<h2>7. Limitare a Responsabilit&#259;&#539;ii: </h2><p> proprietarul acestui site nu garanteaz&#259; c&#259; utilizarea de c&#259;tre Utilizator a acestui site va fi confiden&#539;ial&#259;. Proprietarul acestui site nu este responsabil pentru nici o pagub&#259; pe care o sufera Utilizatorul sau alt&#259; persoan&#259; ca rezultat al confidentialit&#259;&#539;ii cu privire la utilizarea de c&#259;tre Utilizator a acestui site. Orice informa&#539;ie pe care UTILIZATORUL o dezv&#259;luie pe site se poate s&#259; nu fie &#238;n siguran&#539;a pe durata transmiterii ei prin Internet. Ter&#539;e p&#259;r&#539;i au posibilitatea de a intercepta transmisiunile pe care le face Utilizatorul c&#226;nd folose&#351;te acest site web. Unele servicii pe care le acceseaz&#259; Utilizatorul pe acest site &#238;i permit s&#259; primeasc&#259; informa&#539;ii cu caracter personal.</p>
<h2>8. Interzis:</h2><p> este strict interzis s&#259; folosi&#539;i sau s&#259; contacta&#539;i acest site &#238;n scopul distrugerii sau alter&#259;rii lui, a con&#539;inutului sau securit&#259;&#539;ii acestuia sau pentru a discredita sau har&#539;ui proprietarul acestui site, serviciile &#351;i angaja&#539;ii acestuia. Nici un e-mail nesolicitat nu poate fi trimis c&#259;tre acest site sau prin acest site.</p>
<h2>9.Contact:</h2><p> dac&#259; considera&#539;i c&#259; orice material de pe acest site &#238;ncalc&#259; drepturile de copyright sau orice alte drepturi, v&#259; rug&#259;m s&#259; ne contacta&#539;i pentru detalii prin intermediul formularului de contact, astfel &#238;ncat s&#259; putem lua o decizie &#238;n cuno&#351;tin&#539;&#259; de cauz&#259;.</p>
<h2>10. Acceptare:</h2><p> folosirea acestui site se face sub autoritatea acestor reguli pe care dumneavoastr&#259; ca &#351;i utilizator le accepta&#539;i prin contactarea &#351;i folosirea acestuia; aceste reguli guverneaz&#259; toate folosirile &#351;i consecin&#539;ele ce decurg din acestea.</p>
<h2>11. Corectarea / Schimbarea Informa&#539;iei:</h2><p> deoarece proprietarul acestui site extinde &#351;i &#238;mbun&#259;t&#259;&#539;este acest site, precum &#351;i produsele sau serviciile aferente, noi vom depune toate eforturile de a reactualiza aceast&#259; politic&#259; de utilizare. Noi v&#259; &#238;ncuraj&#259;m s&#259; face&#539;i apel la aceast&#259; politic&#259; de utilizare &#238;n mod regulat pentru a fi informat de actualizarea acesteia. Aceast&#259; politic&#259; de utilizare va fi modificat&#259; din c&#226;nd &#238;n c&#226;nd f&#259;r&#259; o notificare prealabil&#259; a utilizatorilor. </p>
<h2>12. Modulele Cookie: </h2><p> proprietarul acestui site poate folosi modulele cookie ca parte a ofertei de servicii personalizate pe acest site. Modulele cookie sunt documente text mici trimise &#351;i stocate pe calculatoarele utilizatorilor care permit unor site-uri web, de a recunoa&#351;te utilizatori repeta&#539;i, a oferi facilit&#259;&#539;i pentru utilizatori &#238;n a accesa site-uri, &#351;i de a permite site-urilor s&#259; compileze datele adunate care vor permite &#238;mbun&#259;t&#259;&#539;iri ale con&#539;inutului. Modulele cookie nu distrug calculatoarele sau fi&#351;ierele utilizatorilor. Folosirea acestor module este pentru a v&#259; putea oferi informa&#539;ii &#351;i servicii, care sunt adaptate intereselor &#351;i nevoilor dumneavoastr&#259;. Dac&#259; utilizatorii nu vor ca modulele cookie s&#259; fie accesibile prin intermediul acestui site, majoritatea browser-elor permit utilizatorilor s&#259; refuze sau s&#259; dezactiveze folosirea modulelor cookie. Tine&#539;i cont, &#238;ns&#259;, c&#259; aceste module pot fi necesare pentru acest website pentru a func&#539;iona corect sau pentru anumite func&#539;iuni.</p>
<h2>13. Proprietate intelectual&#259;: </h2><p> proprietarul acestui site este proprietarul &#351;i/sau utilizatorul autorizat a m&#259;rcilor autorizate &#351;i a logo-urilor care apar pe acest Site. Design-ul, textele, graficele, &#351;i selec&#539;ia &#351;i aranjarea acestora, sunt proprietatea proprietarului acestui site &#351;i sunt protejate prin copyright. Noi nu oferim licen&#539;&#259; pentru m&#259;rcile noastre autorizate, logo-urile, lucr&#259;rile cu drept de autor sau alte drepturi de proprietate intelectual&#259;, plas&#226;ndu-le pe acest site.</p>
<h2>14. Regulament &#351;i jurisdic&#539;ie</h2><p> Condi&#539;iile de utilizare se afl&#259; sub inciden&#539;a &#351;i vor fi realizate &#238;n acord cu legile din Rom&#226;nia &#351;i fiecare parte este supus&#259; jurisdic&#539;iei exclusive a tribunalelor rom&#226;ne. </p>
<p>Data ultimei actualizari: 03 III 2020</p>
</div>

<footer class="vru-row-padding vru-padding-32"><div class="vru-third"><h3>DESPRE NOI</h3><p><a href="http://www.vru.ro/termeni.html">Termeni &#351;i condi&#539;ii</a></p><p><a href="http://www.vru.ro/contact.html">Contact</a></p></div><div class="vru-third"><h3>RECLAM&#258;</h3><ul class="vru-ul vru-hoverable"><li class="vru-padding-16"></li></ul></div><div class="vru-third"><h3>MARKETING</h3><ul class="vru-ul vru-hoverable"><li class="vru-padding-24"><span><a href="http://www.vru.ro">VRU</a></span><br></li></ul></div></footer>

</div></body></html>
